'''
    6. 이름과 출생연도를 입력 받고 이름과 나이를 출력

       [출력결과]
       이름 : 홍길동
       출생연도 : 1997
       당신의 이름은 홍길동이며, 당신의 나이는 25살 입니다. 
'''

'''
    7. 정수 3개를 입력 받아 그 합과 평균을 출력
        단, 평균의 소수점은 1자리 까지 출력 
    
    [출력결과]
    정수 3개 입력 : 4 7 18
    총합 : 29
    평균 : 9.7
'''

'''
    8. 환율 계산기
       1유로(EUR) : 1,344.92원
       1달러(USD) : 1,221.10원
       1엔(JPY)   : 11.26원
       
       일 때 환전할 금액(KWR)을 입력하고 각각의 환율을 적용하여 유로, 달러, 엔으로
       환전한 결과를 출력

       단, 소수점 자리는 버린다.

       [출력결과]
       환전할 금액(KWR) : 1000000
       유로(EUR) : 743.0
       달러(USD) : 818.0
       엔화(JPY) : 88809.0
'''
'''
    9. 천 이상의 숫자를 입력받아 백의 자리 이하의 숫자는 버리고 출력

       [출력결과]
       천 이상의 숫자 입력 : 12345
       결과 값 : 12000
'''
