'''
    2. 사칙연산 프로그램
        두 수를 입력 받고 사칙연산의 결과를 출력
        단, 나눗셈의 결과는 소수점 둘 째 자리까지만 출력
        
    [출력결과]
    두 수 입력 : 11 3
    11 + 3 = 14
    11 - 3 = 8
    11 * 3 = 33
    11 / 3 = 3.67
'''

'''
    3. 주차요금 계산기
        최초 60분 : 1000원
        이후 1분마다 100원

    [출력결과]
    주차 시간을 분 단위로 입력(최소60분) : 75
    주차요금은 2500원입니다.
'''
'''
    4. 급여 계산기
        - 시급, 근무시간, 일수 입력 받고 월급 출력,
        - 월급으로 할 수 있는 것들 출력(PC방 - 시간, 점심 - 몇끼, 영화 - 몇편, 노래방 - 몇시간)


    [출력결과]
    시급을 입력해주세요 : 8600
    일일근무시간 : 8
    한달근무일수 : 22
    예상 월급은 : 1513600원입니다.


    1513600원으로 무엇을 할 수 있을까요?
    PC방 (1200원 기준) : 1261시간
    점심 (7000원 기준) : 216끼
    영화 (11000원 기준) : 137편
    노래방 (20000원 기준) : 75시간

'''

'''
    5. 실수를 입력 받아 그 제곱을 출력
       단, 소수점은 3자리까지 표현

    [출력결과]
    제곱할 숫자 입력 : 3.14
    제곱한 수는 9.860 입니다.
'''
